---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarShapeDefinitionByArcType.Arc
enum: Autodesk.Revit.DB.Structure.RebarShapeDefinitionByArcType
zh: 弧、圆弧
source: html/555907d2-578b-026a-347c-8900bcf538d8.htm
---
# Autodesk.Revit.DB.Structure.RebarShapeDefinitionByArcType.Arc

**中文**: 弧、圆弧

An arc, subtending an angle less than 360 degrees.